/* Error alert title text after unsuccessful vendor app install.". */
"%@ could not be installed due to a possible user permissions error." = "Impossible d'installer %@ en raison d'une possible erreur liée aux autorisations de l'utilisateur.";

/* Error alert title text after unsuccessful application uninstall. */
"%@ or some of its components could not be quit to continue the uninstallation." = "Impossible de quitter %@ ou certains de ses composants afin de poursuivre la désinstallation.";

/* User notification title with app name as format */
"%@ was updated" = "%@ a été mis à jour";

/* Status title on dashboard */
"%d days left of trial" = "Encore %d jours d'essai";

/* Status title on dashboard */
"%d days remaining" = "%d jours restants";

/* User notification title with apps count as format */
"%lu applications were updated" = "%lu applications ont été mises à jour";

/* Status bar menu item title */
"🎁 Get Free Setapp…" = "🎁 Obtenir Setapp gratuitement…";

/* Status bar menu item title */
"💎 Get My Free Month…" = "💎 Get My Free Month…";

/* User notification title */
"1 application was updated" = "1 application a été mise à jour";

/* Status action title on dashboard */
"Activate" = "Activer";

/* (No Comment) */
"Activate your subscription" = "Activer votre abonnement";

/* Status title on dashboard */
"Active membership" = "Abonnement actif";

/* Statuses */
"Active subscription" = "Abonnement actif";

/* Button title */
"Add" = "Ajouter";

/* User notification title */
"All apps are up to date!" = "Toutes les apps sont à jour !";

/* Accessibility help for customer image button. */
"Allows you to open account settings, view notifications, or sign out" = "Permet d'ouvrir les réglages du compte, de voir les notifications et de se déconnecter";

/* Accessibility help */
"Allows you to select and view Setapp terms and policies" = "Permet de sélectionner et d'afficher les conditions d'utilisation et les règles de Setapp";

/* Accessibility help for customer image button. */
"Allows you to sign in or create an account" = "Permet de se connecter ou de créer un compte";

/* Error alert title text after unsuccessful uninstall. */
"An error occurred while uninstalling %@." = "Une erreur est survenue lors de la désinstallation de %@.";

/* No comment provided by engineer. */
"Application signature could not be verified." = "Impossible de vérifier la signature de l'application.";

/* Informative text under the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Both Setapp and all of its applications will become unavailable after the uninstallation." = "Setapp et l'ensemble de ses applications ne seront plus disponibles après la désinstallation.";

/* Cancel button title */
"Cancel" = "Annuler";

/* User notification informative text with app name as format */
"Check out what %@ has to offer." = "Découvrez les avantages de %@.";

/* Accessibility label. */
"Clear search" = "Effacer la recherche";

/* Error alert informative text on application launch. */
"Contact your team owner to know more." = "Contactez le responsable de votre équipe pour en savoir plus.";

/* PFMoveApplication */
"Could not move to Applications folder" = "Impossible de déplacer l'élément dans le dossier Applications";

/* Error alert title text after unsuccessful uninstall. */
"Couldn't reset password." = "Impossible de réinitialiser le mot de passe.";

/* Status bar menu item title */
"Create New Account" = "Créer un compte";

/* No comment provided by engineer. */
"Did fail to launch %@" = "Échec du lancement de %@";

/* Button title */
"Dismiss" = "Fermer";

/* (No Comment) */
"Don’t Move" = "Ne pas déplacer";

/* No comment provided by engineer. */
"Download and Install" = "Télécharger et installer";

/* No comment provided by engineer. */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Téléchargez et installez Setapp pour utiliser %@ et découvrir des applications encore plus incroyables.";

/* No comment provided by engineer. */
"Download and install Setapp to use this app and discover even more awesome applications" = "Téléchargez et installez Setapp pour utiliser cette app et découvrir des applications encore plus incroyables";

/* No comment provided by engineer. */
"Download Now" = "Télécharger";

/* Not found email on reset password error description. */
"Email not found." = "Adresse e-mail introuvable.";

/* (No Comment) */
"Enjoy all of the available applications in the collection." = "Profiter de toutes les applications disponibles dans la collection.";

/* Accessibility help. */
"Enter a search term to find suitable applications" = "Saisissez un terme de recherche pour trouver des applications pertinentes";

/* User notification informative text */
"Explore Setapp to find and use %@." = "Explorez Setapp pour trouver et utiliser %@.";

/* User notification informative text */
"Explore Setapp to find and use them." = "Explorez Setapp pour trouver et utiliser des apps.";

/* Status button title on recommendations screeen. */
"Family member" = "Membre de la famille";

/* (No Comment) */
"Family membership terminated" = "Abonnement familial résilié";

/* Sign In screen text */
"Favorites? First remind us who you are" = "Vous avez des favoris ? Rappelez-nous qui vous êtes";

/* Sign In screen text on password screen */
"Favorites? Sign in first." = "Vous cherchez vos favoris ? Commencez par vous connecter.";

/* User notification informative text */
"Find it in your Setapp folder." = "Retrouvez-la dans votre dossier Setapp.";

/* Quit app button title */
"Force Quit" = "Forcer à quitter";

/* Status title on dashboard */
"Free trial available" = "Essai gratuit disponible";

/* Redirect to website button title */
"Go to Website" = "Accéder au site Web";

/* Sign In password screen text */
"Hi there, we missed you" = "Bonjour, ravi de vous revoir";

/* No comment provided by engineer. */
"Incorrect application bundle identifier." = "Identifiant de bundle d'applications incorrect.";

/* Button title */
"Install" = "Installation";

/* No comment provided by engineer. */
"Internal file operation failed" = "Échec de l'opération interne relative aux fichiers";

/* Platform name */
"iPad" = "iPad";

/* Platform name */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"It looks like the application was not code signed with a developer signature." = "Apparemment, le code de l'application n'a pas été signé au moyen d'une signature de développeur.";

/* No comment provided by engineer. */
"It looks like your Mac's identity has changed." = "Apparemment, l'identité de votre Mac a changé.";

/* Open guide about ploblem fixing. */
"Learn more..." = "En savoir plus...";

/* Button title */
"Learn more…" = "En savoir plus…";

/* No comment provided by engineer. */
"Learn More…" = "En savoir plus…";

/* Accessibility help */
"Legal information" = "Informations légales";

/* Sign In screen text */
"Let’s log you into Setapp first" = "Commençons par vous\nconnecter à Setapp";

/* Platform name */
"Mac" = "Mac";

/* Manage Notifications button title. */
"Manage" = "Gérer";

/* Sign up generic error alert informative text. */
"Might be a tech issue, try again in a moment." = "Un problème technique est peut-être survenu. Réessayez dans quelques instants";

/* (No Comment) */
"Move to Applications" = "Déplacer dans Applications";

/* User notification title */
"New updates available!" = "Nouvelles mises à jour disponibles !";

/* Too mane sign in requests error alert informative text. */
"Nice effort, but for your security please try again later." = "Bel effort, mais pour des raisons de sécurité, merci de réessayer plus tard.";

/* Button title */
"Not Now" = "Plus tard";

/* (No Comment) */
"Note that this will require an administrator password." = "Vous devrez saisir le mot de passe de l'administrateur.";

/* Label on top of notification list.
   Notifications list accessibility label */
"Notifications" = "Notifications";

/* Notifications section title. */
"NOTIFICATIONS" = "NOTIFICATIONS";

/* Alert button */
"OK" = "OK";

/* Error alert title text on application launch. */
"Oops! This app is available only on Setapp for Teams." = "Oups… Cette application n'est disponible que dans Setapp pour les équipes.";

/* Error alert title text on application launch. */
"Oops! You can’t access this app as your team owner blocked it in Setapp for Teams account." = "Oups… Vous ne pouvez pas accéder à cette application, car le responsable de votre équipe l'a bloquée dans le compte Setapp pour les équipes.";

/* Accessibility help string */
"Opens account settings via web browser" = "Ouvre les réglages du compte via le navigateur Web";

/* Accessibility help for View My Account button. */
"Opens account settings via web browser to configure your membership status" = "Ouvre les réglages du compte via le navigateur Web pour configurer l'état de votre abonnement";

/* Accessibility help string */
"Opens referral program page view web browser" = "Permet d'ouvrir la page du programme de parrainage dans le navigateur Web";

/* Accessibility help for Start Trial button. */
"Opens window to confirm the start of your free trial" = "Ouvre une fenêtre permettant de confirmer le démarrage de votre essai gratuit";

/* (No Comment) */
"Payment details outdated" = "Informations de paiement obsolètes";

/* (No Comment) */
"Payment issues occurred" = "Des problèmes de paiement se sont produits";

/* Status title on dashboard */
"Payment problem" = "Problème de paiement";

/* User notification informative text */
"Please add payment details to your account." = "Veuillez ajouter vos informations de paiement à votre compte.";

/* (No Comment) */
"Please check your account for details." = "Veuillez vérifier votre compte pour plus de détails.";

/* User notification title */
"Please connect to the Internet." = "Veuillez vous connecter à Internet.";

/* (No Comment) */
"Please contact your Family owner for details and renewal." = "Contactez le propriétaire de votre famille pour ce qui est des détails et du renouvellement.";

/* Alert informative text. */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Pour résoudre le problème, veuillez télécharger une nouvelle copie de Setapp, puis réinstaller l'application sur votre Mac.";

/* No comment provided by engineer. */
"Please download and install the latest version to continue using Setapp." = "Pour continuer à utiliser Setapp, veuillez télécharger et installer la dernière version en date.";

/* Alert informtive text */
"Please free up your startup disk and reopen Setapp." = "Veuillez libérer de l'espace sur votre disque de démarrage et ouvrir Setapp à nouveau.";

/* No comment provided by engineer. */
"Please make sure no network management apps are blocking Setapp and try again." = "Veuillez vérifier qu'aucune app de gestion de réseau ne bloque Setapp, puis réessayez.";

/* No comment provided by engineer. */
"Please make sure you are connected and try again." = "Vérifiez que vous êtes connecté, puis réessayez.";

/* Error alert informative text after unsuccessful vendor app install." */
"Please make sure you resolve any related issues and try again." = "Veuillez résoudre tous les problèmes concernés avant de réessayer.";

/* No comment provided by engineer. */
"Please make sure you've added a \"-setapp\" suffix." = "Vérifiez que vous avez bien ajouté le suffixe « -setapp ».";

/* Error alert informative text after unsuccessful uninstall */
"Please quit the application manually and try again." = "Veuillez quitter l'application manuellement, puis réessayer.";

/* Title text above the list of apps Setapp is going to terminate on single app unisntalling. */
"Please quit the following applications to clean all of their related items:" = "Veuillez fermer les applications suivantes pour nettoyer tous les éléments associés :";

/* No comment provided by engineer. */
"Please reopen the application to allow the required changes." = "Veuillez rouvrir l'application pour autoriser les modifications requises.";

/* No comment provided by engineer. */
"Please resolve any related issues or contact our Customer Support." = "Veuillez résoudre les problèmes correspondants ou contacter le service client.";

/* Title text above the list of apps Setapp is going to terminate on quit. */
"Please save all your data and quit the following applications before quitting Setapp:" = "Avant de quitter Setapp, veuillez enregistrer toutes vos données et fermer les applications suivantes :";

/* Title text above the list of apps Setapp is going to terminate on singing out. */
"Please save all your data and quit the following applications before signing out of Setapp:" = "Avant de vous déconnecter de Setapp, veuillez enregistrer toutes vos données et fermer les applications suivantes :";

/* Title text above the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Please save all your data and quit the following applications before uninstalling Setapp:" = "Avant de désinstaller Setapp, veuillez enregistrer toutes vos données et fermer les applications suivantes :";

/* No comment provided by engineer. */
"Please sign in to Setapp and try again." = "Veuillez vous connecter à Setapp, puis réessayer.";

/* No comment provided by engineer. */
"Please sign in your Setapp account to continue using the service." = "Pour continuer à utiliser le service, veuillez vous connecter à votre compte Setapp.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the application by other means if the problem persists." = "Veuillez réessayer ou supprimer l'application par d'autres moyens si le problème persiste.";

/* Error alert informative text after unsuccessful application uninstall." */
"Please try again or remove the remaining files manually." = "Veuillez réessayer ou supprimer manuellement les fichiers restants.";

/* No comment provided by engineer. */
"Please try again." = "Veuillez réessayer.";

/* No comment provided by engineer. */
"Please update your operating system and try again." = "Veuillez mettre à jour votre système d'exploitation et réessayer.";

/* User notification informative text */
"Please view your account details to learn more." = "Pour en savoir plus, consultez les détails de votre compte.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please visit Setapp website and try resetting your password there." = "Veuillez accéder au site Web de Setapp et essayer de réinitialiser votre mot de passe par ce biais.";

/* Quit app button title */
"Quit" = "Fermer";

/* Informative text under the list of apps Setapp is going to terminate on update. */
"Quit apps to have them updated." = "Quittez les apps pour les mettre à jour.";

/* Informative text under the list of apps Setapp is going to terminate on unisntalling single app. */
"Quit these apps if you’d like to uninstall them now." = "Si vous souhaitez désinstaller ces apps immédiatement, quittez-les.";

/* Accessibility help. */
"Removes the current search query" = "Supprime la requête de recherche actuelle";

/* Status action title on dashboard */
"Renew" = "Renouveler";

/* No comment provided by engineer. */
"Reveal in Finder" = "Afficher dans le Finder";

/* Default placeholder for search field */
"Search" = "Rechercher";

/* Apps search field placeholder */
"Search for apps, tasks, etc…" = "Rechercher des apps, etc.";

/* Accessibility label. */
"Setapp application search" = "Recherche d'application Setapp";

/* Informative text under the list of apps Setapp is going to terminate on signing out. */
"Setapp applications will become unavailable after you sign out." = "Les applications Setapp ne seront plus disponibles après votre déconnexion.";

/* No comment provided by engineer. */
"Setapp could not complete its installation due to a lack of permissions." = "L'installation de Setapp ne peut pas être finalisée, faute des autorisations requises.";

/* User notification informative text */
"Setapp needs to verify your subscription." = "Setapp doit vérifier votre abonnement.";

/* Prompt for install Setapp with permissions. */
"Setapp needs your permission to complete its installation." = "Setapp a besoin de votre autorisation pour pouvoir finaliser son installation.";

/* Prompt for update Setapp with permissions. */
"Setapp needs your permission to complete update." = "Setapp a besoin de votre autorisation pour pouvoir finaliser la mise à jour.";

/* Prompt for uninstall with permissions. */
"Setapp needs your permission to perform application uninstallation." = "Setapp a besoin de votre autorisation pour pouvoir procéder à la désinstallation de l'application.";

/* Sign In screen text
   Sign In screen text on password screen */
"Setapp on iOS? Sure thing! Remind us your email first" = "Setapp sur iOS ? Aucun souci ! Pouvez-vous nous rappeler votre adresse e-mail ?";

/* No comment provided by engineer. */
"Setapp requires Internet connection to continue." = "Pour continuer, Setapp nécessite une connexion Internet.";

/* User notification title */
"Setapp subscription running out." = "Votre abonnement Setapp expire bientôt.";

/* Informative text under the list of apps Setapp is going to terminate on quit. */
"Setapp will launch automatically upon opening any of its related apps." = "Setapp se lancera automatiquement à l'ouverture d'une des applications associées.";

/* Alert title */
"Setapp will now quit due to a critically low amount of free disk space." = "Setapp va s'arrêter en raison d’un niveau bas critique d’espace disque libre.";

/* No comment provided by engineer. */
"Setapp’s Internet access got interrupted by another process or application." = "L'accès à Internet de Setapp a été interrompu par un autre processus ou une autre application.";

/* Accessibility help string */
"Sets up a new account" = "Permet de configurer un nouveau compte";

/* Short status title for agent
   Status bar menu item title */
"Sign In" = "Se connecter";

/* Status title on dashboard */
"Sign in to use apps" = "Connectez-vous pour utiliser les apps";

/* (No Comment) */
"Sign In to use Setapp" = "Se connecter pour utiliser Setapp";

/* Status bar menu item title */
"Sign Out" = "Se déconnecter";

/* Accessibility help for Start Trial button.
   Accessibility help string */
"Signs into an existing account" = "Permet de se connecter à un compte existant";

/* Accessibility help string */
"Signs out of the current account" = "Permet de se déconnecter du compte actuel";

/* User notification informative text */
"Some applications need to be reopened." = "Certaines applications doivent être rouvertes.";

/* Apps termination window title. */
"Some apps are still running" = "Certaines apps sont en cours d'exécution";

/* Error alert title text after unsuccessful uninstall. */
"Some of the application components could not be removed during the uninstallation." = "Impossible de supprimer certains composants de l'application dans le cadre de la désinstallation.";

/* Sign up generic error alert title. */
"Something went wrong :(" = "Un problème est survenu :(";

/* Status action title on dashboard */
"Start Trial" = "Commencer l'essai";

/* Status title on dashboard */
"Start your membership" = "Démarrer votre abonnement";

/* (No Comment) */
"Subscribe" = "S'abonner";

/* (No Comment) */
"Subscribe Now" = "S’abonner";

/* Sign In screen text */
"Sweet, let’s get you started" = "Génial, allons-y…";

/* Status button title on recommendations screeen. */
"Team member" = "Membre d'équipe";

/* No comment provided by engineer. */
"Terribly sorry, please try again a little later." = "Nous sommes sincèrement désolés. Veuillez réessayer dans quelques instants.";

/* Title text above the list of apps Setapp is going to terminate on updates. */
"The following applications need to be quit to apply their updates instantly:" = "Vous devez quitter les applications suivantes pour pouvoir les mettre à jour instantanément :";

/* No comment provided by engineer. */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "L'application principale Setapp est introuvable sur votre Mac. Souhaitez-vous la télécharger et l'installer ?";

/* User notification title */
"There’s a new app on Setapp!" = "Une nouvelle app est disponible sur Setapp !";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Cette action est recommandée pour profiter au mieux de Setapp.";

/* No comment provided by engineer. */
"This application is no longer available on Setapp." = "Cette application n'est plus disponible sur Setapp.";

/* No comment provided by engineer. */
"This application requires an active Setapp account installed on your Mac." = "Cette application nécessite un compte Setapp actif installé sur votre Mac.";

/* No comment provided by engineer. */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Pour pouvoir fonctionner sur votre ordinateur, cette application nécessite macOS %1$@ ou une version supérieure. Actuellement, vous utilisez macOS %2$@.";

/* No comment provided by engineer. */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Cette copie de %@ nécessite un compte Setapp actif installé sur votre Mac.";

/* (No Comment) */
"This email is already registered." = "Cet adresse e-mail est déjà enregistrée.";

/* No comment provided by engineer. */
"This will allow you to discover and further use all of the Setapp applications." = "Vous pourrez ainsi découvrir et utiliser toutes les applications Setapp.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "Votre dossier Téléchargement restera ainsi bien rangé.";

/* Error alert informative text on application launch. */
"To get this app switch to the Team plan." = "Pour profiter de cette application, passez au forfait d'équipe.";

/* Today date string */
"Today" = "Aujourd’hui";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* Too mane sign in requests error alert title. */
"Too many attempts" = "Trop de tentatives";

/* (No Comment) */
"Try again" = "Réessayer";

/* No comment provided by engineer. */
"Uh-oh! Setapp is having some connection issues." = "Oh oh… Setapp rencontre des problèmes de connexion.";

/* No comment provided by engineer. */
"Unable to launch %@" = "Impossible de lancer %@";

/* No comment provided by engineer. */
"Uninstall Setapp" = "Désinstaller Setapp";

/* Apps termination window title. */
"Update Apps on Setapp" = "Mettre à jour les apps dans Setapp";

/* Status action title on dashboard */
"View My Account" = "Voir mon compte";

/* Status bar menu item title */
"View My Account…" = "Voir mon compte…";

/* Sign In password screen text */
"Welcome!" = "Bienvenue !";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "Voulez-vous déplacer Setapp dans votre dossier Applications ?";

/* Yesterday date string */
"Yesterday" = "Hier";

/* (No Comment) */
"You are now a Setapp family member!" = "Vous faites désormais partie de la famille Setapp !";

/* No comment provided by engineer. */
"You may remove the alias from your computer." = "Vous pouvez supprimer l'alias de votre ordinateur.";

/* Empty notifications section placeholder text. */
"You're curious. We like that" = "Vous êtes curieux, et c'est pour nous une qualité";

/* Offline state label. */
"You're offline" = "Vous êtes déconnecté";

/* Accessibility label for customer image button. */
"Your account picture" = "Icône de votre compte";

/* No comment provided by engineer. */
"Your current version of Setapp is outdated and can no longer be used." = "Votre version actuelle de Setapp est obsolète et n'est plus utilisable.";

/* No comment provided by engineer. */
"Your issue is already being handled" = "Votre problème est déjà en cours d'analyse";

/* Alert title. */
"Your Setapp installation is broken and cannot be used properly." = "Votre installation Setapp est endommagée et ne peut pas être utilisée correctement.";

/* No comment provided by engineer. */
"Your Setapp installation is broken due to a possible permissions error." = "Votre installation Setapp est endommagée, en raison d'une possible erreur liée aux autorisations.";

/* User notification title */
"Your Setapp trial ends soon." = "Votre essai de Setapp se termine bientôt.";

